vapdf.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tem="http://tempuri.org/" xmlns:sic="http://schemas.datacontract.org/2004/07/SICFEContract">   <soapenv:Header/>   <soapenv:Body>      <tem:ObtenerPDF>         <tem:nomusuario>erp2</tem:nomusuario>         <tem:clave>erp2</tem:clave>         <tem:p_idCFE>            <sic:Numero>84</sic:Numero>            <sic:Serie>A </sic:Serie>            <sic:Tipo>101</sic:Tipo>            <sic:observado>0</sic:observado>            <sic:rucemisor>120132110017</sic:rucemisor>         </tem:p_idCFE>         <tem:p_tenant>morale</tem:p_tenant>         <tem:template>A5</tem:template>      </tem:ObtenerPDF>   </soapenv:Body></soapenv:Envelope>